package toyoko.inn.com.smartphoneappplus.common;

/**
 * Created by Farid on 2015/03/26.
 */
public class ComPolicy {


    public static String TERMS_CANCEL_POLICY =
            "キャンセル料は以下のとおり頂戴いたします。\n" +
                    "当日16時～22時：　宿泊代金の50％\n" +
                    "当日22時以降／不泊：　宿泊代金の100％\n" +
                    "\n" +
                    "※チェックイン予定時刻を過ぎる場合や宿泊の予定がなくなった場合は、必ず事\n" +
                    "前にホテルまでご連絡をお願いします。連絡なくお見えにならなかった場合、ま\n" +
                    "たは当日16時以降にキャンセルされた場合には規定のキャンセル料を請求させて\n" +
                    "いただきます。\n" +
                    "※10名様以上のご予約については、団体扱いとなり別途契約が必要になる場合が\n" +
                    "ございます。団体のキャンセル料は以下となります。（契約内容によってはこの\n" +
                    "限りではありません。）\n" +
                    "\n" +
                    "＜団体予約のキャンセル料＞\n" +
                    "7日前：　宿泊代金の10％\n" +
                    "2～6日前：　宿泊代金の30％\n" +
                    "前日：　宿泊代金の50％\n" +
                    "当日／不泊：　宿泊代金の100％";
}
